IDEA Open Model
ConnectionCheckRes.CheckResPlate Property
Compatible with IDEA StatiCa Beta 20.0
 List of check results for plates
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CheckResPlate> CheckResPlate { get; set; }
Public Property CheckResPlate As List(Of CheckResPlate)
	Get
	Set
Property Value
Type: List<CheckResPlate>
See Also
Reference
ConnectionCheckRes Class
IdeaRS.OpenModel.Connection Namespace